Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: NT-proBNP change from baseline
es_es: Cambio desde el inicio en extremo NT-proPNC

source: NT-proBNP levels decreased from baseline to Week 12 in both treatment groups.
es_es: Los niveles del extremo NT-proPNC cayeron desde el inicio hasta la Semana 12 en ambos grupos de tratamiento.

source: NT-proBNP levels were decreased in the empagliflozin group compared with placebo at Week 52.
es_es: A la Semana 52, en el grupo de empagliflozina, hubo niveles del extremo NT-proPNC inferiores a los del grupo de placebo.

source: NTA1401 5.0, 25th October 2017
es_es: NTA1401 5.0, 25 de octubre de 2017

source: NUMBERING SYSTEM
es_es: SISTEMA DE NUMERACIÓN

source: NYHA class change from baseline
es_es: Cambio desde el inicio en la clasificación de la NYHA

source: NYHA class, N (%)
es_es: Clase de NYHA, N (%)

source: Na-phosphate buffer (pH 7.4)
es_es: Buffer Na-fosfato (pH 7.4)

source: Name / name
es_es: Nombre completo

source: Name according USP:
es_es: Denominación según USP:

source: Name according USP: Sodium acetate; Name according JP: Sodium acetate hydrate
es_es: Denominación según USP: Acetato de sodio; Denominación según JP: Acetato de sodio hidrato

source: Name according to JAN:
es_es: Denominación según la JAN:

source: Name according to JAN: Spesolimab (genetical recombination)
es_es: Denominación según JAN: Espesolimab (recombinación genética)

source: Name according to JP:
es_es: Denominación según JP:

source: Name according to JP: L-arginine hydrochloride
es_es: Denominación según JP: clorhidrato de L-arginina

source: Name according to Ph.
es_es: Denominación según la Ph.

source: Name according to Ph. Eur.:
es_es: Cumple con la Ph. Eur.,

source: Name according to USP and JP:
es_es: Denominación según USP y JP:

source: Name according to USP and JP: Glacial acetic acid
es_es: Denominación según USP y JP: Ácido acético glacial

source: Name according to USP: Sodium acetate; Name according to JP: Sodium acetate hydrate
es_es: Denominación según USP: acetato de sodio; denominación según JP: acetato de sodio hidrato

source: Name and address of the site:
es_es: Nombre y dirección de la planta productora:

source: Name and signature of the authorised person of the Competent Authority
es_es: Nombre y firma de la persona autorizada de la Autoridad Competentet

source: Name and signature of the authorised person of the Competent Authority of France
es_es: Nombre y firma de la persona autorizada de la Autoridad Competente de Francia

source: Name des Unterzeichners:
es_es: Nombre del firmante:

source: Name following peaks and peak group according to the example chromatograms provided in Figure 1 and Figure 2
es_es: Denominar los siguientes picos y grupos de picos según los cromatogramas ejemplificativos de la Figura 1 y la Figura 2.

source: Name of Solvent
es_es: Nombre del disolvente

source: Name of authorisation holder
es_es: Titular de la autorización

source: Name of company:
es_es: Nombre de la empresa:

source: Name of ingredient
es_es: Nombre del componente

source: Name of manufacturer:
es_es: Nombre del fabricante:

source: Name of responsible officer of the competent authority of the member state granting the manufacturing authorisation
es_es: Nombre del responsable de la Autoridad Competente del estado miembro que otorga la autorización de fabricación

source: Name of responsible officer of the competent authority of the member state granting the manufacturing authorization
es_es: Nombre del responsable de la Autoridad Competente del estado miembro que otorga la autorización de fabricación

source: Name/Funktion
es_es: Nombre/Cargo

source: Nanofiltration
es_es: Nanofiltrado

source: Nanofiltration at 2 - 8°C
es_es: Nanofiltración a 2 - 8° C

source: Nanofiltration at 20 - 25°C
es_es: Nanofiltración a 20 - 25° C

source: Nanofiltration at 20 ‑ 25°C
es_es: Nanofiltración a 20 - 25° C

source: Nanofiltration at 2 ‑ 8°C
es_es: Nanofiltración a 2 - 8° C

source: Narrowing of fill volume for commercial process
es_es: Se reduce el volumen de llenado para atender al proceso de producción comercial

source: National Agency For The Safety Of Medicine And Health Products
es_es: Agencia Nacional para la Seguridad de los Medicamentos y Productos Sanitarios

source: National Health and Medical Research Council
es_es: Consejo Nacional de Salud e Investigación Médica (National Health and Medical Research Council)

source: National Institutes of Health Stroke Scale
es_es: Escala de accidentes cerebrovasculares del Instituto Nacional de Salud

source: National Institutes of Health Stroke Scale (NIHSS) at 24hrs, 3 days.
es_es: Escala de ACV del Instituto Nacional de Salud (NIHSS) a las 24 horas, 3 días.

source: National Institutes of Health Stroke Scale (NIHSS) at 24hrs, 3 days: Proportion of patients with ≥8 point reduction in NIHSS or reaching 0-1 at 3 days (favourable clinical response) adjusted for baseline NIHSS and age.
es_es: Escala de ACV del Instituto Nacional de Salud (NIHSS) a las 24 h, 3 días: proporción de pacientes con una reducción de ≥8 puntos en la escala NIHSS o que alcancen un puntaje de 0-1 a los 3 días (respuesta clínica favorable), con ajuste en función del NIHSS inicial y la edad.

source: National Institutes of Health Stroke Scale (NIHSS) at baseline, and blinded assessment at 24hrs and 3 days
es_es: Escala de ACV del Instituto Nacional de Salud (NIHSS) al inicio, y evaluación enmascarada a las 24 h y a los 3 días

source: National Stroke Research Institute
es_es: National Stroke Research Institute (Instituto Nacional de Investigación de Accidentes Cerebrovasculares)

source: Native SEC
es_es: SEC nativas

source: Natural history of recurrent venous thromboembolism in the paediatric population, including mortality and morbidity
es_es: Historia natural de la tromboembolia venosa recurrente en la población pediátrica, incluidas la mortalidad y morbilidad

source: Natural history of the acute venous thromboembolism in the untreated population, including mortality and morbidity
es_es: Historia natural de la tromboembolia venosa aguda en la población no tratada, incluidas la mortalidad y morbilidad

source: Nature (by-products from drug substance synthesis, drug product degradation products) and classification ("reported as", "not reported") of the potential impurities is given in the table below:
es_es: En la siguiente tabla se presenta la naturaleza y la clasificación de las impurezas potenciales; es decir, si son productos secundarios a la síntesis del principio activo o productos de degradación del medicamento, o si se clasifican como informados o no informados:

source: Nearly all patients had 1 or 2 confirmed hypoglycaemic episodes rather than ≥3 episodes (Tables 12.1.3.8: 1 and 15.3.1.12: 1).
es_es: Casi todos los pacientes tuvieron 1 o 2, y no ≥3 episodios de hipoglucemia confirmados (Tablas 12.1.3.8: 1 y 15.3.1.12: 1).

source: Needle
es_es: Aguja

source: Needle siliconization
es_es: Siliconación de la aguja

source: Needle Safety Device
es_es: Dispositivo de seguridad de aguja

source: Needle Safety Device shall protect the users from needle stick injuries post-injection
es_es: El dispositivo de seguridad de aguja debe mantener a los usuarios a salvo de lesiones posteriores a la inyección a causa de la aplicación.

source: Needle Stick Prevention Feature shall enter safe mode immediately after intended use.
es_es: La función de prevención de pinchazos con agujas entrará en modo seguro inmediatamente después del uso previsto.

source: Needle injection angle and injection depth are the same for both configurations and are not impacted by the presence of the needle safety device.
es_es: El ángulo de inyección de la aguja y la profundidad de inyección son los mismos para ambas configuraciones y no se ven afectados por la presencia del dispositivo de seguridad de la aguja.

source: Needle safety device
es_es: Dispositivo de seguridad para agujas

source: Needle safety device 1 mL format
es_es: Dispositivo de seguridad para agujas en formato de 1 ml

source: Needle safety device 2 mL format
es_es: Dispositivo de seguridad para agujas en formato de 2 ml

source: Needle shield: Elastomer: rubber formulation BD260
es_es: Protector para la aguja: elastómero: formulación de caucho BD260

source: Needle surface is smooth and without defects, particle or dirt.
es_es: La superficie de la aguja es lisa y no presenta defectos, partículas ni suciedad.

source: Negative Control
es_es: Control negativo

source: Negative Logarithm of the hydrogen ion activity (Measure of acidity or alkalinity of a solution)
es_es: Logaritmo negativo de la actividad del ion hidrógeno (medida de acidez o alcalinidad de una solución)

source: Negative binomial models were additionally fitted for recurrent HHF events.
es_es: Además, se ajustaron modelos binomiales negativos para los eventos recurrentes de hospitalización por insuficiencia cardíaca.

source: Neglect of Practical Constraints:
es_es: Descuido de las restricciones prácticas:

source: Neither Ni nor one of the other ICH Q3D relevant elements in class 1, 2 and 3 were detected in relevant amounts.
es_es: No se detectaron cantidades relevantes ni de Ni ni de ninguno de los otros elementos relevantes de las clases 1, 2 y 3, según Q3D de la ICH.

source: Neither a contraindication nor a warning statement.
es_es: Sin contraindicación ni formulación de advertencia.

source: Neither patient achieved reperfusion at the time of the initial angiogram and neither developed hemorrhagic transformation.
es_es: Ninguno de los pacientes logró la reperfusión en el momento de la angiografía inicial ni desarrolló una transformación hemorrágica.

source: Neither the applied ICH Q3D PDE for parenteral nor the control threshold (30 % of the respective PDE) was exceeded.
es_es: No se excedió ni la exposición diaria permitida (PDE) según la directriz Q3D de la ICH aplicada a preparados parenterales, ni el umbral de control (30 % de dicha PDE).

source: Neither the applied ICH Q3D PDE for parenteral nor the control threshold (30% of the respective PDE) was exceeded.
es_es: No se excedió ni la exposición diaria permitida (PDE) según la directriz Q3D de la ICH aplicada a preparados parenterales, ni el umbral de control (30% de dicha PDE).

source: Neonatal Fc receptor
es_es: Receptor Fc neonatal

source: Neonate
es_es: Neonatos

source: Nephelometric turbidity units
es_es: Unidades nefelométricas de turbidez

source: Nephelometry
es_es: Nefelometría

source: Nephrotic syndrome
es_es: Síndrome nefrótico

source: Nerandomilast 18 mg bid:
es_es: Nerandomilast 18 mg 2 veces al día:

source: Nerandomilast 9 mg bid:
es_es: Nerandomilast 9 mg 2 veces al día:

source: Nerandomilast 9 mg bid: 392
es_es: Nerandomilast 9 mg 2 veces al día: 392

source: Netherlands
es_es: Países bajos

source: Neurological Decline secondary to large right MCA and ACA infarct. Right intra-cranial ICA re-occlusion following ECR
es_es: Deterioro neurológico secundario a infarto extenso de ACM y ACA del lado derecho. Reoclusión de ACI intracraneal derecha luego de extracción de coágulo endovascular

source: Neurological decline, worsening limb weakness. Pt developed neglect and hemianopia.
es_es: Deterioro neurológico, empeoramiento de la debilidad en las extremidades. Paciente presentó neglicencia y hemianopía.

source: Neurological decline leading to death
es_es: Deterioro neurológico que produjo la muerte

source: Neurological impairment and functional scores (NIHSS, pre-stroke mRS) will be assessed by a neurologist or trained health care professional.
es_es: Un neurólogo o un profesional de la salud capacitado evaluará el deterioro neurológico y las puntuaciones funcionales (NIHSS, mRS antes del accidente cerebrovascular).

source: Neurological impairment and functional scores were measured by a clinician trained in their administration and blinded to treatment assignment.
es_es: Un médico capacitado y que desconocía la asignación del tratamiento midió el deterioro neurológico y las puntuaciones funcionales.

source: Neurological impairment and functional scores will be measured by a neurologist or health care professional trained in their administration.
es_es: La evaluación del deterioro neurológico y las puntuaciones funcionales estarán a cargo de un neurólogo o profesional de la salud capacitado en su administración.

source: Neurological examination
es_es: Examen neurológico

source: Neurovascular disorders
es_es: Trastornos neurovasculares

source: Never smoked
es_es: Nunca fumaron

source: Nevertheless, DP filled vials are tested using a blue dye ingress test method.
es_es: No obstante, se evalúan frascos que contienen el medicamento por medio de un método analítico de ingreso con tinción azul.

source: Nevertheless, a small amount of missing data may be inevitable.
es_es: Sin embargo, la omisión de datos, aunque sea reducida, es inevitable.

source: Nevertheless, a small amount of missing data may occur.
es_es: Sin embargo, es posible que haya una cantidad reducida de datos ausentes.

source: Nevertheless, if required, according to the current legislation the wet ink signature can be conducted on the respective module 3 documents or alternatively a table of content (ToC) listing all relevant module 3 documents by the Technical Director or the Quality Assurance Representative.
es_es: Dicho esto, de ser necesario y de acuerdo con la legislación vigente, se pueden estampar firmas de puño y letra del Director Técnico o el Representante de Aseguramiento de la Calidad en los documentos respectivos del módulo 3 o, caso contrario, en un índice de todos los documentos relevantes del módulo 3.

source: Nevertheless, the PFS-NSD-1 is tested during stability using a blue dye ingress test method to confirm this.
es_es: No obstante, el dispositivo PFS-NSD-1 se evalúa durante la estabilidad utilizando un método de prueba de ingreso con tinción azul para confirmar su integridad.

source: Nevertheless, the data are valid to define respective DS hold times also for the tenecteplase 25 mg manufacturing process.
es_es: Sin embargo, los datos son válidos para definir los respectivos tiempos de detención de principio activo también para el proceso de fabricación de tenecteplasa, 25 mg.

source: Nevertheless, these differences are considered to have a negligible impact on product quality and patient safety.
es_es: No obstante, se considera que estas diferencias tienen un impacto insignificante en la calidad del producto y la seguridad del paciente.

source: New Product Introduction
es_es: Introducción de productos nuevos

source: New Search
es_es: Nueva búsqueda

source: New Version: V6.0 26th April 2018
es_es: Nueva versión: V6.0 26 de abril de 2018

source: New Version: V7.0, 26 January 2019
es_es: Nueva versión: V7.0, 26 de enero de 2019

source: New York Heart Association (NYHA) classification
es_es: Clasificación de la Asociación del Corazón de Nueva York (NYHA)

source: New Zealand
es_es: Nueva Zelanda

source: New Zealand:
es_es: Nueva Zelanda:

source: New Zealand: Auckland City Hospital – P.A.
es_es: Nueva Zelanda: Hospital de la Ciudad de Auckland – P.A.

source: New Zealand: Christchurch Hospital (3) T.Y.
es_es: Nueva Zelanda: Christchurch Hospital (3) T.Y.

source: New Zealand: Christchurch Hospital (23) T.Y.
es_es: Nueva Zelanda: Hospital de Christchurch (23) T.Y.

source: New active pharmaceutical ingredients (API) introduced into the facilities are evaluated regarding their physicochemical as well as pharmacological properties prior to production in compliance with current cleaning validation requirements.
es_es: Los ingredientes farmacéuticos activos nuevos que se introducen en las instalaciones se evalúan en cuanto a sus propiedades fisicoquímicas y farmacológicas antes de la producción de acuerdo con los requisitos de validación de limpieza vigentes.

source: New chromatographic column may need more injections of sample solvent.
es_es: Es posible que las columnas cromatográficas nuevas necesiten más inyecciones del disolvente de la muestra.

source: New chromatographic column may need more time for equilibration.
es_es: Es posible que las columnas cromatográficas nuevas necesiten más tiempo para equilibrarse.

source: New conditions detected or diagnosed after investigational product administration even though it may have been present prior to the start of the study.
es_es: Nuevas afecciones detectadas o diagnosticadas después de la administración del producto en investigación, aunque hayan estado presentes antes del inicio del estudio.

source: New data become available which raise concern about the safety of the investigational product, so that continuation might cause unacceptable risks to subjects.
es_es: Surge nueva información que genera preocupación sobre la seguridad del producto en investigación, por lo cual la continuación podría plantear riesgos inaceptables para el paciente.

source: New onset of atrial fibrillation
es_es: Nueva manifestación de fibrilación auricular

source: New or exacerbated COPD (fatal and non-fatal)
es_es: Nueva manifestación o reagudización de EPOC (fatal y no fatal)

source: New or updated information will be recorded on the originally completed SAE form, with all changes signed and dated by the investigator.
es_es: La información nueva o actualizada se registrará en el formulario original de EAG. El investigador deberá firmar y fechar todos los cambios.

source: New product introduction
es_es: Introducción de productos nuevos

source: New resin was used for each chromatographic run in the spiking experiments.
es_es: Se usó resina nueva para cada corrida cromatográfica de los experimentos de enriquecimiento.

source: Ng FC, Churilov L, Yassi N, et al.
es_es: Ng FC, Churilov L, Yassi N, y col.

source: Ng, A. Warwick, B. Coulton, D. Young; Princess Alexandra Hospital (23) D. Shah, H. Brown, K. Redmond, D. Leggett, J. Whitley, C. Bendall; Western Hospital (18) T. Wijeratne, H. Tu, E. Mackey, S. Celestino, E. Low; Gold Coast University Hospital (15) P. Bailey, H. Rice, L. de Villiers, A. Sabet, S. Mishra, B. Urbi; Box Hill Hospital (14) H.M. Dewey, P.M.C.
es_es: Ng, A. Warwick, B. Coulton, D. Young; Princess Alexandra Hospital (23) D. Shah, H. Brown, K. Redmond, D. Leggett, J. Whitley, C. Bendall; Western Hospital (18) T. Wijeratne, H. Tu, E. Mackey, S. Celestino, E. Low; Hospital Universitario de Gold Coast (15) P. Bailey, H. Rice, L. de Villiers, A. Sabet, S. Mishra, B. Urbi; Hospital de Box Hill (14) H.M. Dewey, P.M.C.

source: Ni el medicamento multifuente o genérico, ni el medicamento comparador deben producir una respuesta máxima durante el curso del estudio, ya que puede ser imposible detectar diferencias entre formulaciones dadas en dosis que producen el máximo o están cerca de los máximos efectos.
es_es: Neither the multi-source or generic drug nor the comparator drug should result in a maximal response over the course of the study, since doses producing maximal or near maximal effects would render formulation differences undetectable.

source: Ni is used in the synthesis of Mannitol
es_es: El Ni se usa en la síntesis de manitol.

source: Ni is used in the synthesis of empagliflozin
es_es: El Ni se usa en la síntesis de empagliflozina.

source: Niacin
es_es: Niacina

source: Nickel (Ni)
es_es: Níquel (Ni)

source: Nintedanib Capsules
es_es: Nintedanib cápsulas

source: Nintedanib Capsules, 100 mg
es_es: Nintedanib cápsulas, 100 mg

source: Nintedanib Capsules, 100 mg specification
es_es: Especificación de Nintedanib, cápsulas, 100 mg

source: Nintedanib and pirfenidone:
es_es: Nintedanib y pirfenidona:

source: Nintedanib by Content uniformity
es_es: Nintedanib según uniformidad del contenido

source: Nintedanib esilate
es_es: Esilato de nintedanib

source: Nintedanib esilate 1
es_es: Esilato de nintedanib 1

source: Nitrogen
es_es: Nitrógeno

source: Nitrosamine Risk Assessment
es_es: Evaluación del riesgo de que se presenten nitrosaminas

source: Nitrosamine Risk Assessment Summary
es_es: Resumen de evaluación de riesgos de presencia de nitrosaminas

source: Nitrosamine Risk Assessment Summary dated November 2023
es_es: Resumen de evaluación de riesgos de presencia de nitrosaminas, de noviembre de 2023

source: Nitrosamine level [ppb]
es_es: nivel de nitrosaminas [ppb]

source: Nitrosamine risk assessment
es_es: Evaluación del riesgo de que se presenten nitrosaminas

source: Nitroso- Dabigatran Result [ppb]
es_es: Resultado de Nitroso-Dabigatrán [ppb]

source: No (%)a
es_es: Núm. (%)a

source: No impairment: 10
es_es: Sin deterioro: 10

source: No impairment: 12
es_es: Sin deterioro: 12

source: No CPPs or IPCs were identified for the secondary packaging unit operation.
es_es: No se identificaron parámetros críticos del proceso ni controles intermedios del proceso para la tarea del acondicionamiento secundario.

source: No CPPs or IPCs were identified for the visual inspection unit operation.
es_es: No se identificaron parámetros críticos del proceso ni controles intermedios del proceso para la tarea de inspección visual.

source: No CQA affected
es_es: Los atributos críticos de calidad no se vieron afectados.

source: No CQA affected Closing of the vials and incorrect stopper position might impact the yield by rejects based on 100 % check prior crimping
es_es: Los atributos críticos de calidad no se vieron afectados. El cierre de los frascos y el incorrecto calce del tapón podría afectar el rendimiento a causa de los rechazos, de acuerdo con el control al 100% antes del sellado

source: No CQA affected If filter test fails, sterile filter has to be changed which impacts overall process time
es_es: Los atributos crít. de calidad no se vieron afectados. Si la prueba del filtro falla, se debe cambiar el filtro estéril, lo que afecta el tiempo total del proceso.

source: No CQA affected No impact on process performance
es_es: No se afectaron los atributos críticos de calidad. El desempeño del proceso no se vio afectado.

source: No CQA affected, but impact on overall process time
es_es: Los atributos crít. de calidad no se vieron afectados, pero sí se alteró el tiempo total del proceso.

source: No CQA affected, too low volume may impact filter integrity test prior to sterile filtration.
es_es: No se ve afectado ningún atributo crítico de calidad; un volumen demasiado bajo puede afectar la prueba de integridad del filtro antes de la filtración estéril.

source: No Carry-Over was observed
es_es: No se observó arrastre

source: No DM was defined as screening HbA1c <5.7% without any intake of antidiabetic medication (unless taken for a non-DM indication) and no history of DM [R16-2261].
es_es: La ausencia de diabetes mellitus se definió como un valor de HbA1c al momento de la selección <5.7%, no ingesta de medicación antidiabética (o ingesta para una indicación no relacionada con la diabetes mellitus) y sin antecedentes de diabetes mellitus [R16-2261].

source: No IPCs with action limits or acceptance criteria were identified for this step.
es_es: Para este paso, no se identificaron controles intermedios del proceso con límites de acción ni criterios de aceptación.

source: No SST criteria are applied to the blank solution and therefore missing stability would have no effect on the analysis result.
es_es: No se aplican los criterios de adecuación del sistema a la solución blanco, por lo que la falta de estabilidad no afectaría el resultado de los análisis.

source: No additional risk minimisation measures are ongoing or planned.
es_es: No hay ninguna medida adicional de minimización de riesgos en curso ni prevista.
